[HanterRevertSniperStandardFire X2AbilityTemplate]
LocFriendlyName="Fire Heavy Weapon"
LocHelpText="Fire a shot at a target. Requires 2 actions."
LocLongDescription="Heavier primary weapons require 2 actions to fire."

[SniperStandardFire X2AbilityTemplate]
LocFriendlyName="Fire Weapon"
LocHelpText="Fire a shot at a target."
LocLongDescription="Firing this sniper rifle only costs 1 action, but Squadsight will be removed if the soldier moves before firing."